Repository: AngelinaK/hueman-languages
Catalog: *.po
Languages: ka_ge

source: The page you are trying to reach does not exist, or has been moved. Please use the menus or the search box to find what you are looking for.
ka_ge: გვერდი სავარაუდოდ გაუქმებულია ან შეცვლილი აქვს მისამართი. გთხოვთ გამოიყენოთ მენიუ ან ძიების ფორმა.

source: No Responses
ka_ge: პასუხი არარის

source: 1 Response
ka_ge: 1 პასუხი

source: % Responses
ka_ge: % პასუხი

source: Comments
ka_ge: კომენტარები

source: Trackbacks &amp; Pingbacks
ka_ge: ტრექბექები და პინგბექები

source: All Rights Reserved.
ka_ge: ყველა უფლებები დაცულია

source: Powered by
ka_ge: საიტის ძრავი

source: Theme by
ka_ge: დიზაინის ავტორი

source: For the term
ka_ge: ვადით

source: Please try another search:
ka_ge: გთხოვთ სცადოთ სხვა მოთხოვნა:

source: To search type and hit enter
ka_ge: შეიყვანეთ მოთხოვნა და დააჭირეთ ენთერს

source: Expand Sidebar
ka_ge: პანელის გახსნა

source: More
ka_ge: მეტი

source: Follow:
ka_ge: გამოიწერე:

source: by
ka_ge: ავტორი

source: Pages:
ka_ge: გვერდები:

source: Tags:
ka_ge: თეგები:

source: Recent Posts
ka_ge: მსგავსი ჩანაწერები

source: Popular Posts
ka_ge: პოპულარული ჩანაწერები

source: Recent Comments
ka_ge: ბოლო კომენტარები

source: Tags
ka_ge: თეგები

source: says:
ka_ge: ამბობს:

source: Search results
ka_ge: ძიების შედეგები

source: Error 404.
ka_ge: შეცდომა 404.

source: Page not found!
ka_ge: გევრდი არ არსებობს!

source: Author:
ka_ge: ავტორი:

source: Category:
ka_ge: კატეგორია:

source: Tagged:
ka_ge: მონიშნულები:

source: Daily Archive:
ka_ge: დღის არქივი:

source: Monthly Archive:
ka_ge: თვის არქივი:

source: Yearly Archive:
ka_ge: წლიური არქივი:

source: Next story
ka_ge: შემდეგი

source: Previous story
ka_ge: წინა

source: You may also like...
ka_ge: სხვა საინტერესო ჩანაწერები ...

source: Share
ka_ge: გააზიარეთ
